IDEA Open Model
TendonBar.Phase Property
Compatible with IDEA StatiCa v 10.1
 Phase
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public int Phase { get; set; }
Public Property Phase As Integer
	Get
	Set
public:
property int Phase {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace